<html xmlns="http://www.w3.org/1999/xhtml" lang="ko" xml:lang="ko">
<head>
<script type="text/javascript" src="/simplesaml/resources/script.js"></script>
<title>Acceptable User Agreement</title>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
<meta http-equiv="X-UA-Compatible" content="IE=edge, chrome=1" />
<meta name="viewport" content="width=device-width,initial-scale=1.0,minimum-scale=1.0,maximum-scale=1.0,user-scalable=no">
<meta name="robots" content="noindex, nofollow" />
<link rel="stylesheet" type="text/css" href="/simplesaml/resources/coreen/css/default.css" />
</head>
<body>

<div id="layout-header">
	<div id="header">
		<h1 id="logo">USER AGREEMENT</h1>
	</div>
</div>

<!-- layout-container -->
<div id="layout-container">
	<div id="container">
		<!-- container-body -->
		<div id="container-body">
			<div id="contents">
				<p>본 서비스를 이용 시, 아래 이용약관이 적용됩니다. 본 서비스를 사용함으로써 사용자는 이용약관에 동의한 것으로 간주합니다. </p>
				<div class="box-blue">
					<h3>서비스 이용허가</h3>
					<p>사용자는 아래 명시된 제한 사항을 준수하는 조건으로 본 서비스를 자유롭게 이용할 수 있습니다.</p>

                                        <h3>제한사항</h3>
                                        <p>사용자는 본 서비스를 통해 정상적/비정상적으로 얻게 되는 제3자의 개인정보 및 내용물들을 외부에 공개하거나 활용할 수 없습니다.<br />
					본 서비스를 상업적 목적으로 활용할 수 없습니다.</p>
				
					<h3>합법적 사용</h3>
					<p>사용자는 본 서비스에 손해를 입히거나, 입힐 가능성이 있는 어떤 행위의 시도도 금지됩니다. 또한 서비스를 이용한 불법적, 탈법적, 부당하고 유해한 모든 행위들도 허락되지 않습니다. </p>
					<p>사용자는 스파이웨어나, 컴퓨터 바이러스, 트로이젠 목마, 키입력 저장기, 루트킷, 또는 모든 악의적인 컴퓨터 소프트웨어를 포함한 자료들의 복사, 저장, 전송, 송신, 사용, 발간 또는 배포가 금지됩니다. </p>
					<p>사용자 정보 및 사용자에 의해 수집,저장,처리,배포되는 모든 콘텐츠는 반드시 합법적이고, 제3자의 법적 권리를 침해하지 않아야 하며 제3자에 의한 법적 조치가 발생하지 않게 해야 합니다. </p>
					<p> 과거의 어떤 위협, 실제 법적 절차, 또는 기타 유사한 불만의 대상이 되는 사용자 정보를 활용하거나 사용자 콘텐츠를 업로드, 다운로드, 포스팅하지 않아야 합니다. </p>
					<p> 사용자는 소유자의 서면 동의 없는 데이터 수집 행위를 할 수 없습니다. </p>
					<p> 본 서비스를 이용함에 있어 모든 불법적이고 탈법적인 행위에 대한 책임은 사용자에게 있습니다.</p>
					
					<h3>이용 제한</h3>
                                        <p>안전한 서비스 제공을 위해 특정 사용자의 서비스 이용이 제한될 수 있으며 사전 경고나 설명 없이 사용자 계정의 이용을 금지하거나 사용자 계정을 삭제할 수 있습니다. 사용자는 사용자 ID, 비밀번호를 포함하는 모든 자격증명 정보에 대해 공유하거나 유출할 수 없으며 비밀유지 의무가 있습니다.</p>

					<h3>정보 수집</h3>
					<p>본 서비스는 서비스 향상 및 보안 강화를 위해 웹 브라우저의 지문(Web browser fingerprint)을 수집할 수 있습니다. 수집되는 항목은 운영체계, 브라우저 종류 및 버전, 접속 주소 등을 포함합니다.</p>

					<h3>사용자 동의</h3>
                                        <p>본 서비스를 이용해 생성, 수집된(또는 서버에 저장된) 불법적, 탈법적 자료들은 사전 동의나 경고 없이 편집되거나 삭제될 수 있습니다.</p>
			
					<h3>무보증</h3>
					<p>본 서비스는 명시적 또는 묵시적인 대의 또는 보증 없이 "있는 그대로" 제공됩니다. 본 서비스에 의해 또는 본 서비스에서 제공하는 정보 및 자료와 관련하여 어떠한 대의나 보증도 하지 않습니다. 또한 아래 사항을 보증하지 않습니다. <p>
                                        <p> - 본 서비스는 항상 이용 가능합니다. <br />
					    - 본 서비스의 정보는 완전하거나, 진실이거나, 정확하거나, 또는 오해의 소지가 없습니다.</p>
				
					<h3>책임의 한계</h3>
					<p>본 서비스의 사용 또는 본 서비스를 통해 제공된 정보의 사용으로 야기되거나 관련되어 발생한 계약에 의한 행위, 과실로 인한 행위 또는 기타 불법행위로 인한 특별손해, 간접적 손해, 결과적 손해, 데이터 손실 또는 수익 손실로 인해 발생하는 어떠한 손해에 대해서도 책임을 지지 않습니다.</p>
					<p>본 서비스를 통해 연합인증(Federated IAM) 서비스 제공 시, 서비스 공급자와 식별정보제공자 간의 기본적인 중개 서비스 이외의 아래 사항에 대해 책임지지 않습니다.</p>
					<p> - 제3 서비스 공급자에 의해 제공되는 서비스의 이용으로 야기되거나 관련되어 발생한 계약에 의한 행위, 과실로 인한 행위 또는 기타 불법행위로 인한 특별손해, 간접적 손해, 결과적 손해, 데이터 손실 또는 수익 손실로 인해 발생하는 어떠한 손해에 대해서도 책임을 지지 않습니다. <br />
					    - 제3 서비스 공급자에 의해 제공되는 서비스의 가용성, 신뢰성 및 안정성에 대해 책임지지 않습니다.</p> 

					<h3>합리성</h3>
                                        <p>본 서비스를 사용함으로써, 사용자는 면책 조항에 명시된 책임의 한계 및 제외가 합리적이라고 동의한 것으로 간주합니다. 합리적이라고 생각하지 않는 경우에, 사용자는 본 서비스를 이용하지 않아야 합니다.</p>
                                </div>
				<p>본 서비스 이용약관은 2018-5-17일 최종 갱신되었습니다.</p>
			</div>
		</div>
		<!-- //container-body -->
	</div>
</div>
<!-- //layout-container -->

<?php 
	$this->includeAtTemplateBase('includes/footer-coreen.php');
?>
